[
    {
        "id": 1,
        "name": "Who",
        "title": "¿Quién soy?",
        "description": "Hola, me llamo Iru Hernández, me voy a presentar rápidamente. Soy una persona apasionado por esto del desarrollo web, principalmente me centro en tecnologías javascript como puedes ver, he trabajado con VueJS, Angular4+, NuxtJS, Bootstrap, NodeJS y ExpressJS entre otras. Soy un chico de 22 años que vive en las Islas Canarias, soy una persona que busca la mejora continua y el crecimiento personal y profesional, me gusta estar activo por redes, suelo participar en eventos locales y si puedo asistir a nacionales también lo hago.",
        "toggle": false
    },
    {
        "id": 2,
        "name": "Events",
        "title": "Eventos",
        "description": "Algunos eventos a los que he asistido",
        "events": [
            {
                "title": "JS Day Canarias III",
                "description": "El JS Day de Canarias se ha convertido en uno de los mayores eventos a nivel nacional, tanto en calidad de eventp, organización y ponentes. Tengo el placer de haber podido asistir a todas sus ediciones y de que en esta edición hayan contado conmigo para formar parte del staff de la organización",
                "image": "",
                "link": ""
            },
            {
                "title": "Commit Conf 2019",
                "description": "El JS Day de Canarias se ha convertido en uno de los mayores eventos a nivel nacional, tanto en calidad de eventp, organización y ponentes. Tengo el placer de haber podido asistir a todas sus ediciones y de que en esta edición hayan contado conmigo para formar parte del staff de la organización",
                "image": "",
                "link": ""
            },
            {
                "title": "T3ch Fest 2019",
                "description": "Sin duda uno de los mayores eventos a nivel nacional desde hace ya unos años, asistí al evento con la gente de CanariasJS y disfruté de un evento completísimo y con un nivel que muchos desearían tener. ",
                "image": "",
                "link": ""
            },
            {
                "title": "AdaloversConf 2019",
                "description": "En su primera edición y con una organización de 10, pude asistir a este evento con la peculiaridad que las ponentes eran solamente mujeres, el vento estaba enfocado en dar visibilidad y animar a las mismas a seguir creciendo en este sector.",
                "image": "",
                "link": ""
            },
            {
                "title": "Tenerife Lan Party - Innova",
                "description": "La TLP ya tiene bastante fama entre los gamers de España, en este caso no pude asistir al evento principal pero pude ir a las charlas que se impartieron y como siempre me llenaron de conocimiento.",
                "image": "",
                "link": ""
            },
            {
                "title": "Global Game Jam 2019",
                "description": "",
                "image": "",
                "link": ""
            },
            {
                "title": "Hack for Good 2018",
                "description": "",
                "image": "",
                "link": ""
            }
        ],
        "toggle": false
    },
    {
        "id": 3,
        "name": "Talks",
        "title": "Charlas",
        "description": "A veces doy charlas, aunque estoy empezando en esto",
        "talks": [
            {
                "title": "NuxtJS: El framework de Vue",
                "place": "JS Day Canarias III",
                "description": "Próximamente",
                "image": "",
                "link": ""
            },
            {
                "title": "Introducción a Typescript",
                "place": "TLP Innova",
                "description": "Como bien dice el título la charla trata sobre typescript, donde principalmente me centré en explicar la potencia que tiene y el por qué de implementarlo en nuestros proyectos",
                "image": "",
                "link": ""
            },
            {
                "title": "Git Hooks",
                "place": "Ultebra Lesson",
                "description": "Con la idea en la cabeza de meter los git hooks en algún proyecto de la empresa, me preparé la charla y algunos ejemplos que subí al github. Enseñar lo interesante que puede ser implementar los git hooks y poder usar husky para hacerlo más dinámico.",
                "image": "",
                "link": ""
            }
        ],
        "toggle": false
    },
    {
        "id": 4,
        "name": "Courses",
        "title": "Formación",
        "description": "Me gusta tener una formación continuada para mejorar en todos los aspectos posibles, aquí te enseño un poco de lo que hago.",
        "courses": [
            {
                "title": "Máster Front End",
                "school": "Lemoncode",
                "description": "",
                "image": ""
            },
            {
                "title": "Curso de Javascript",
                "school": "ULL",
                "description": "",
                "image": ""
            },
            {
                "title": "CFGS Desarrollo Aplicaciones Multiplataforma",
                "school": "IES El Rincón",
                "description": "",
                "image": ""
            }
        ],
        "toggle": false
    }
]